{
    "DataList": [
        {
            "Key": 3349322356,
            "Kr": "자리를 비운 사이 벌어진 일",
            "Jp": "留守中に起きたこと",
            "En": "Events that occurred while away"
        },
        {
            "Key": 2376045715,
            "Kr": "순찰 개시",
            "Jp": "巡回開始",
            "En": "Patrol commences"
        },
        {
            "Key": 4049581359,
            "Kr": "구교사 청소",
            "Jp": "旧校舎清掃",
            "En": "Cleaning the old school building"
        },
        {
            "Key": 3753876377,
            "Kr": "낡고 낯선 장소",
            "Jp": "古臭い場所",
            "En": "Old and unfamiliar place"
        },
        {
            "Key": 1069503124,
            "Kr": "회고",
            "Jp": "回顧",
            "En": "Reflection"
        },
        {
            "Key": 909406167,
            "Kr": "꺾이지 않는",
            "Jp": "折れることを知らない",
            "En": "Unbroken"
        },
        {
            "Key": 851376560,
            "Kr": "귀가부",
            "Jp": "帰宅部",
            "En": "Homeroom"
        },
        {
            "Key": 318711918,
            "Kr": "온천! 개발! 좋아!",
            "Jp": "温泉！開発！好き！",
            "En": "Hot springs! Development! Love it!"
        },
        {
            "Key": 2670973310,
            "Kr": "의미심장한 경고",
            "Jp": "忠告",
            "En": "Significant warning"
        },
        {
            "Key": 1773112144,
            "Kr": "연습: 1일차",
            "Jp": "練習：1日目",
            "En": "Practice: Day 1"
        },
        {
            "Key": 4173644434,
            "Kr": "회고",
            "Jp": "回顧",
            "En": "Reflection"
        },
        {
            "Key": 1446556908,
            "Kr": "불길한 예감",
            "Jp": "不吉な予感",
            "En": "Ominous premonition"
        },
        {
            "Key": 986304054,
            "Kr": "작은 소동",
            "Jp": "小さな騒動",
            "En": "Little commotion"
        },
        {
            "Key": 85747246,
            "Kr": "지극히 평범한 일상",
            "Jp": "ごく平凡な日常",
            "En": "Perfectly ordinary daily life"
        },
        {
            "Key": 1679286193,
            "Kr": "미식을 위해",
            "Jp": "ただ美食のため",
            "En": "For the love of food"
        },
        {
            "Key": 3004189241,
            "Kr": "연습: 2일차",
            "Jp": "練習：2日目",
            "En": "Practice: Day 2"
        },
        {
            "Key": 184675823,
            "Kr": "회고",
            "Jp": "回顧",
            "En": "Reflection"
        },
        {
            "Key": 1179913196,
            "Kr": "쉽지 않은",
            "Jp": "簡単には終わらない",
            "En": "Not easy"
        },
        {
            "Key": 2373027023,
            "Kr": "동상의 출처",
            "Jp": "銅像の出所",
            "En": "Source of the statue"
        },
        {
            "Key": 612560632,
            "Kr": "일그러진 의리",
            "Jp": "歪んだ義理",
            "En": "Twisted loyalty"
        },
        {
            "Key": 2842792423,
            "Kr": "얼굴에 핀 상처",
            "Jp": "顔の傷",
            "En": "Wound on the face"
        },
        {
            "Key": 2190755049,
            "Kr": "연습: 3일차",
            "Jp": "練習：3日目",
            "En": "Practice: Day 3"
        },
        {
            "Key": 1784326487,
            "Kr": "회고",
            "Jp": "回顧",
            "En": "Reflection"
        },
        {
            "Key": 3108845856,
            "Kr": "정기 훈련 준비",
            "Jp": "定期訓練の準備",
            "En": "Preparing for regular training"
        },
        {
            "Key": 62822076,
            "Kr": "수상한 전단지",
            "Jp": "怪しいチラシ",
            "En": "Suspicious flyer"
        },
        {
            "Key": 2176825164,
            "Kr": "엉망진창",
            "Jp": "めちゃくちゃ",
            "En": "In shambles"
        },
        {
            "Key": 741936286,
            "Kr": "생채기",
            "Jp": "擦り傷",
            "En": "Scratch"
        },
        {
            "Key": 1993675596,
            "Kr": "정기 훈련 개시",
            "Jp": "定期訓練",
            "En": "Start of regular training"
        },
        {
            "Key": 1782624994,
            "Kr": "부당한 요구",
            "Jp": "不当な要求",
            "En": "Unreasonable demand"
        },
        {
            "Key": 1765388978,
            "Kr": "연습: 4일차",
            "Jp": "練習：4日目",
            "En": "Practice: Day 4"
        },
        {
            "Key": 4088416674,
            "Kr": "회고",
            "Jp": "回顧",
            "En": "Reflection"
        },
        {
            "Key": 2185533717,
            "Kr": "소녀의 속마음",
            "Jp": "少女の本音",
            "En": "Girl's true feelings"
        },
        {
            "Key": 1468661083,
            "Kr": "마지막 연습",
            "Jp": "最後の練習",
            "En": "Final practice"
        },
        {
            "Key": 1673268414,
            "Kr": "반복되는 혼란",
            "Jp": "繰り返される混乱",
            "En": "Repeating confusion"
        },
        {
            "Key": 578946129,
            "Kr": "당신을 위한 피날레를",
            "Jp": "あなたのための一曲を",
            "En": "A song for you"
        },
        {
            "Key": 1890281457,
            "Kr": "방 정리를 하자!",
            "Jp": "部屋を片付けよう！",
            "En": "Let's clean up the room!"
        },
        {
            "Key": 3493058217,
            "Kr": "오늘의 날씨는 맑음",
            "Jp": "今日は快晴",
            "En": "It's sunny today"
        },
        {
            "Key": 3443088179,
            "Kr": "장난 전화?",
            "Jp": "いたずら電話？",
            "En": "Prank call?"
        },
        {
            "Key": 3852209298,
            "Kr": "사라진 책 한 권",
            "Jp": "消えた一冊の本",
            "En": "The missing book"
        },
        {
            "Key": 1899695077,
            "Kr": "게헨나 탈출",
            "Jp": "ゲヘナ脱出",
            "En": "Escape from Gehenna"
        },
        {
            "Key": 2560054237,
            "Kr": "과거의 편린",
            "Jp": "過去の片鱗",
            "En": "Glimpse of the past"
        },
        {
            "Key": 438657240,
            "Kr": "정체불명의 습격 사건",
            "Jp": "正体不明の襲撃事件",
            "En": "Unidentified attack incident"
        },
        {
            "Key": 1258358006,
            "Kr": "낯선 손님",
            "Jp": "見知らぬ客",
            "En": "Unfamiliar guest"
        },
        {
            "Key": 522611198,
            "Kr": "게헨나의 임시 수호천사",
            "Jp": "ゲヘナの守護天使（仮）",
            "En": "Gehenna's guardian angel (provisional)"
        },
        {
            "Key": 1786522524,
            "Kr": "벌레는 너네가 더 무서워",
            "Jp": "虫は君たちのほうが怖い",
            "En": "You are scarier than the bugs"
        },
        {
            "Key": 2797142945,
            "Kr": "만마세끼",
            "Jp": "万魔殿の三食",
            "En": "Three meals at the Pandemonium Society"
        },
        {
            "Key": 1226109342,
            "Kr": "팬케이크 포획 작전",
            "Jp": "パンケーキ捕獲作戦",
            "En": "Pancake capture operation"
        },
        {
            "Key": 2622589879,
            "Kr": "누가 푸딩을 가져간 거야?",
            "Jp": "プリンは誰が食べた？",
            "En": "Who took the pudding?"
        },
        {
            "Key": 1376968473,
            "Kr": "당번을 부탁해!",
            "Jp": "当番をお願い！",
            "En": "Please take turns!"
        },
        {
            "Key": 2164760396,
            "Kr": "누가 보기 전에",
            "Jp": "気づかれる前に",
            "En": "Before anyone notices"
        },
        {
            "Key": 328580852,
            "Kr": "이부키와 숨바꼭질",
            "Jp": "イブキとかくれんぼ",
            "En": "Hide-and-seek with Ibuki"
        },
        {
            "Key": 3289919768,
            "Kr": "미식을 대하는 예의",
            "Jp": "美食に対する礼儀",
            "En": "Etiquette towards gourmet food"
        },
        {
            "Key": 2496100826,
            "Kr": "주변을 둘러보며 상황을 파악하자!\n\n흐음, 어쩐지 분위기가 꽤 어수선한 느낌인데, 무슨 일이 있는지 부원들에게 물어봐야겠어.",
            "Jp": "周りを観察し、状況を把握しよう。\n\n……なんだか騒々しい。何があったのか、まずは部員に聞いてみないと。",
            "En": "Let's observe the surroundings and assess the situation!\n\nHmm, the atmosphere seems quite chaotic. I should ask the members what's going on."
        },
        {
            "Key": 318399169,
            "Kr": "곤란에 처한 후우카를 만나보자!\n\n발렌타인, 게헨나 파티, 급양부에 대량으로 발주된 식자재… 분명 모든 사건의 주범은…!",
            "Jp": "困っているフウカに会ってみよう。\n\nバレンタイン、ゲヘナパーティー、給食部に大量に発注された食材……きっとすべての事件の犯人は……！",
            "En": "Let's meet the troubled Fuka!\n\nValentine, Gehenna party, bulk orders for the cafeteria... Surely the culprit of all these incidents is...!"
        },
        {
            "Key": 3141934736,
            "Kr": "구교사에서 난동을 피우는 불량배들을 소탕하자!\n\n문제아들이 전략을 가지고 움직인다라, 치나츠 말대로 평범한 난동은 아닌 것 같아. 고용주가 누구인지 단서를 찾아보자.",
            "Jp": "旧校舎で暴れている不良を追い払おう。\n\n問題児が戦略のもと動いているらしい。チナツの言うとおり、ただの騒ぎではなさそうだ。雇い主が誰なのか、手がかりを探そう。",
            "En": "Let's clear out the troublemakers causing a ruckus in the old school building!\n\nIt seems the delinquents are moving with a strategy. As Chinatsu said, it's not just an ordinary disturbance. Let's find clues about who the employer is."
        },
        {
            "Key": 2569897263,
            "Kr": "피아노실 주변을 둘러보자!\n\n게헨나 학원 뒤편에 이런 방치된 장소가 있었을 줄이야. 시간이 조금 비는데 조금만 주변을 둘러볼까…",
            "Jp": "ピアノ室の周辺を探索しよう。\n\nゲヘナ学園の裏側にこんな場所があったなんて。時間も空いたことだし、少しだけ周りを見て回ろう……。",
            "En": "Let's explore around the piano room!\n\nI didn't expect there to be such a neglected place behind Gehenna Academy. Since there's a bit of free time, shall we take a look around..."
        },
        {
            "Key": 2403732486,
            "Kr": "하루의 끝을 마무리하자!\n\n휴우, 정신없는 하루였지. 그나저나 5일 뒤에 열린다는 게헨나 파티. 그리고 만마전의 음모… 아직까진 머릿속이 복잡해…",
            "Jp": "今日を振り返ろう。\n\nふぅ、慌ただしい1日だった。5日後に開かれるゲヘナパーティー……万魔殿の陰謀……まだ混乱している……。",
            "En": "Let's wrap up the end of the day!\n\nPhew, it was a hectic day. By the way, the Gehenna party is happening in 5 days. And the conspiracy of the Ten Thousand Demon Temple... My mind is still complicated..."
        },
        {
            "Key": 2995459567,
            "Kr": "사건 현장을 조사하며 단서를 찾아보자!\n\n난데없이 만마전 의사당 앞을 개발한다니, 카스미가 아무런 이유 없이 벌인 해프닝은 아닐 거야. 피아노 연습도 연습이지만, 지금은 눈앞의 문제부터 해결하자.",
            "Jp": "事件現場を調べ、手がかりを探してみよう。\n\n万魔殿議事堂前を突然温泉にするなんて、カスミが理由もなくそんなことをするはずがない。ピアノの練習も大事だけど、今は目の前の問題から解決しよう。",
            "En": "Let's investigate the scene and look for clues!\n\nSuddenly developing in front of the Ten Thousand Demon Temple assembly hall, Kasumi wouldn't cause a happening without any reason. While piano practice is essential, let's focus on solving the current issue."
        },
        {
            "Key": 1627627988,
            "Kr": "학생들을 탐문하여 정보를 수집하자!\n\n아코의 말대로 게헨나 학생들 사이에서 온천입욕권이 떠돌고 있어. 온천개발부가 수상한 일을 꾸미고 있는 건 기정사실이야.",
            "Jp": "生徒に聞き込みをし、情報を収集しよう。\n\nアコの言ったとおり、ゲヘナ生の間で温泉の優先入場券が出回っている。温泉開発部が何かを企んでいるに違いない。",
            "En": "Let's interrogate the students and gather information!\n\nAs Ako mentioned, there's a circulating priority bathing ticket among Gehenna students. It's a fact that the Onsen Development Department is scheming something suspicious."
        },
        {
            "Key": 3086472127,
            "Kr": "수상한 일을 꾸미는 온천개발부를 추격하자!\n\n게헨나 부글부글 대작전이라니, 농담처럼 들리는 이름이지만, 가볍게 넘길만한 일은 아니야. 조금 더 정보를 수집해야 해.",
            "Jp": "陰謀を企てる温泉開発部の後を追おう。\n\nわくわく温泉大作戦……冗談みたいな名前だけど、見過ごすわけにはいかない。もっと情報を集めないと。",
            "En": "Let's pursue the Onsen Development Department plotting something suspicious!\n\nThe Gehenna Bubbling Operation may sound like a joke, but it's not something to be taken lightly. We need to gather more information."
        },
        {
            "Key": 1626969013,
            "Kr": "감옥에 연행된 카스미를 만나보자!\n\n게헨나 전체에 1인 1온천을 선물하겠다니, 이제는 어떻게 반응하면 좋을지 감조차 잡히지 않아.",
            "Jp": "特別牢に連行されたカスミに会ってみよう。\n\nゲヘナの全生徒に1人1つ温泉をプレゼントするなんて……もはや、反応に困っちゃう。",
            "En": "Let's meet Kasumi, who's been taken to prison!\n\nTo gift each Gehenna student with a personal onsen... I can't even grasp how to react to that anymore."
        },
        {
            "Key": 3158540525,
            "Kr": "조급해하지 말고 피아노 연습을 하자!\n\n다가오는 파티와 연주를 기대할 선생님을 위해, 조급해하지 말고 여유를 갖고 차근차근…",
            "Jp": "焦らずピアノの練習に集中しよう。\n\n目前まで迫ってきたパーティーと、演奏を楽しみにしている先生のために、落ち着いて少しずつ……。",
            "En": "Let's focus on piano practice without rushing!\n\nFor the upcoming party and the teacher looking forward to the performance, let's calmly and gradually..."
        },
        {
            "Key": 3801704183,
            "Kr": "하루의 끝을 마무리하자!\n\n피아노 연주는 아직 익숙하진 않지만, 앞으로 이 페이스라면 어떻게든 해낼 수 있을 것 같아.",
            "Jp": "今日を振り返ろう。\n\nピアノの演奏はまだ慣れてないけど、このペースなら何とかやり遂げられそう。",
            "En": "Let's wrap up the end of the day!\n\nAlthough I'm not yet familiar with piano playing, it seems like I can manage somehow with the pace I've set."
        },
        {
            "Key": 1957882148,
            "Kr": "부장실에서 일과를 시작하자!\n\n신경이 쓰이는 선생님의 연락, 그리고 이해하기 어려운 치나츠의 보고. 평소와 다를 바 없는 게헨나지만, 조금은 불안한 느낌이 들어.",
            "Jp": "委員長室で日課を始めよう。\n\n先生からの気になる連絡に、チナツからの不明瞭な報告……いつもと変わらないゲヘナだけど、少し不安な感じがする。",
            "En": "Let's start the day's work in the student council room!\n\nNervous messages from the teacher and Chinatsu's unclear report. While Gehenna seems unchanged from usual, there's a slightly uneasy feeling."
        },
        {
            "Key": 1304712371,
            "Kr": "학생 식당을 활보하는 팬쨩을 붙잡자!\n\n움직이는 팬케이크… 치나츠에게 보고받았을 땐 무슨 엉뚱한 소리인가 싶었는데, 두 눈으로 직접 보니 이해가 돼. 그런데 이것들의 출처는…",
            "Jp": "学生食堂を闊歩するパンちゃんを捕まえよう。\n\n動くパンケーキ……チナツに報告を受けたときは何事かと思ったけど、この目で直接見ると理解できる。 ところで、これらの出所は……。",
            "En": "Catch the Pan-chan roaming around the student cafeteria!\n\nMoving pancakes... When I heard about it from Chinatsu, I thought it was some nonsense, but seeing it with my own eyes, I understand. Now, about the origin of these..."
        },
        {
            "Key": 610392988,
            "Kr": "공원에 출몰한 초거대 팬쨩을 저지하자!\n\n방금 미식연구회를 붙잡은 참인데, 이번엔 거대한 팬케이크의 출몰인가… 하아…",
            "Jp": "公園に出没した超巨大パンちゃんを阻止しよう。\n\n美食研究会を捕まえたばかりなのに、今度は巨大なパンケーキの登場か……はぁ……。",
            "En": "Prevent the appearance of the gigantic Pan-chan in the park!\n\nI just caught the Gourmet Research Club, and now there's the emergence of a huge pancake... Sigh..."
        },
        {
            "Key": 2177230518,
            "Kr": "감옥에 연행된 하루나를 만나보자!\n\n파티 음식을 맛보기 위해 후우카를 납치했다니, 정말이지 미식연구회는 변함이 없네.",
            "Jp": "特別牢に連行されたハルナに会ってみよう。\n\nパーティーの料理を味わうためにフウカを拉致しただなんて……まったく、美食研究会は変わらないわね。",
            "En": "Let's meet Haruna, who has been taken to prison!\n\nKidnapping Fuuka just to taste the party food... The Gourmet Research Club never changes, really."
        },
        {
            "Key": 2187336480,
            "Kr": "악보에 집중하며 피아노 연습을 하자!\n\n준비는 끝났어…! 여유 시간이 많진 않지만, 악보에 집중하고 연습을 하는 거야.",
            "Jp": "楽譜に集中してピアノの練習をしよう。\n\n準備は万全……！残り時間は多くないけど、練習を続けよう。",
            "En": "Let's focus on the sheet music and practice the piano!\n\nThe preparation is complete...! There isn't much free time, but I'll concentrate on the sheet music and practice."
        },
        {
            "Key": 1136050044,
            "Kr": "하루의 끝을 마무리하자!\n\n오늘 하루도 어떻게든 지나갔나… 내게 남은 시간은 4일… 조금만, 조금만 더 힘내는 거야.",
            "Jp": "今日を振り返ろう。\n\n今日も1日、なんとか無事に終えることができた……あと4日……あと少し、もう少しだけ、頑張ろう。",
            "En": "Let's conclude the end of the day!\n\nToday somehow passed... I have 4 days left... Just a bit more, a bit more effort."
        },
        {
            "Key": 3855672209,
            "Kr": "챙겨온 악보를 정리하자!\n\n그래, 조급해하지 말고 지금 내가 할 수 있는 만큼만… 그런데 선생님의 연락과 응원… 매우 기쁘지만, 뭔가 신경이 쓰여.",
            "Jp": "持ってきた楽譜を整理しよう。\n\nそう、焦らずに、いま私にできることを……先生の連絡と応援はとても嬉しかったけど……何かが気になる。",
            "En": "Let's organize the brought sheet music!\n\nYes, don't be impatient and do only what I can do now... But the teacher's contact and support... very happy, but something is bothering me."
        },
        {
            "Key": 3729000631,
            "Kr": "이곳저곳에 설치된 마코토 동상을 회수하자!\n\n만마전 하나로도 골치가 아픈데, 다른 문제아들까지 한패로 움직이는 건가… 일단은 여기 있는 동상들부터 처리하자.",
            "Jp": "あちこちに設置されたマコト像を回収しよう。\n\n万魔殿だけでも頭が痛いのに、他の問題児まで仲間になって動いている……とりあえず、ここにある銅像から処理するとしよう。",
            "En": "Let's collect the Makoto statues installed everywhere!\n\nEven dealing with just one from the Demon Lord's Castle is troublesome, but are the other problem kids collaborating? For now, let's start with the statues here."
        },
        {
            "Key": 107297234,
            "Kr": "문제아들의 은신처를 찾아 정리하자!\n\n하아, 대체 마코토에게 어떤 사주를 받았는지 모르겠지만 계속해서 난동을 피우겠다면 끝까지 제압해주겠어.",
            "Jp": "問題児の隠れ家を探し出し、片付けよう。\n\nはぁ、マコトにどんな話をされたのかは知らないけど、このままずっと暴れるつもりなら、最後まで制圧する。",
            "En": "Let's find and organize the hiding places of the problem kids!\n\nSigh, I don't know what kind of advice Makoto gave, but if they keep causing trouble, I'll suppress them until the end."
        },
        {
            "Key": 1776716070,
            "Kr": "세나가 준비한 연고를 찾아보자!\n\n정리는 마무리했지만, 나도 조금 지나친 감이 있었던 것 같아. 부디 큰 부상자가 없었으면 좋겠는데…",
            "Jp": "セナが用意した軟膏を探そう。\n\n片づけは終わったけど、少しやりすぎたかも。大怪我をした人がいないといいのだけど……。",
            "En": "Let's find the ointment Sena prepared!\n\nThe cleanup is finished, but I feel like I might have overdone it a bit. Hopefully, there are no major injuries..."
        },
        {
            "Key": 3732203121,
            "Kr": "손끝의 선율을 느끼며 피아노 연습을 하자!\n\n조금은 건반이 손에 붙은 느낌이야. 후훗, 연주라는 게 이렇게나 즐거운 일이었구나. 오랜만에 느끼는 감각이야.",
            "Jp": "旋律を感じながらピアノの練習をしよう。\n\n少しだけ、鍵盤が手についた気分。ふふっ、演奏ってこんなに楽しかったんだ。こんな感覚、久しぶり。",
            "En": "Let's practice the piano, feeling the melody in our fingertips!\n\nIt feels like the keys are sticking to my hands a bit. Hehe, playing is such a enjoyable activity. It's a sensation I haven't felt in a long time."
        },
        {
            "Key": 990824040,
            "Kr": "하루의 끝을 마무리하자!\n\n오늘도 여전히 파란만장한 하루였어. 짧은 시간이었지만, 내일은 연습한 성과가 나왔으면 좋겠는데…",
            "Jp": "今日を振り返ろう。\n\n今日も1日、波乱万丈だった。短い時間だったけど、明日は練習の成果が出るといいな……。",
            "En": "Let's wrap up the end of the day!\n\nToday was still an eventful day. It was a short time, but I hope to see the results of the practice tomorrow..."
        },
        {
            "Key": 2068928161,
            "Kr": "업무를 마무리하고 정기 훈련을 준비하자!\n\n휴우, 파티를 앞두고 정기 대테러 훈련인가. 특별히 힘든 훈련은 아니지만… 응, 내가 완벽하게 해내지 않으면… ",
            "Jp": "お仕事の後に定期訓練の準備をしよう。\n\nパーティーを控えての対テロ訓練……特に訓練が大変ってわけではないけど……私が、完璧にやらなければ……。",
            "En": "Let's finish our work and prepare for the regular training!\n\nPhew, getting ready for the regular anti-terrorism training before the party. It's not particularly challenging, but... yeah, I need to do it perfectly..."
        },
        {
            "Key": 3900612289,
            "Kr": "정기 훈련에 참가할 부원들을 소집하자!\n\n게헨나 자치구에 뿌려진 수상한 전단지. 분명 만마전에서 수상한 일을 꾸미고 있는 거겠지. 하지만 지금은 이런 거에 신경 쓸 겨를은 없어.",
            "Jp": "定期訓練に参加する部員を招集しよう。\n\nゲヘナ自治区にばら撒かれた怪しいチラシ。万魔殿が何かを企んでいるはず。けど、今はこんなものを気にする暇はない。",
            "En": "Let's gather the members to participate in the regular training!\n\nThere are suspicious flyers scattered in the Gehenna District. Surely, the Demon Lord's Castle is scheming something unusual. But right now, there's no time to pay attention to such things."
        },
        {
            "Key": 2796525508,
            "Kr": "이오리를 도와 수상한 전단지를 회수하자!\n\n만마전의 말썽으로 이오리가 고생이 많네. 부장인 내가 손 놓고 있을 수는 없지. 그런데… 선생님은 괜찮으려나…",
            "Jp": "イオリを手伝って怪しいチラシを回収しよう。\n\n万魔殿のトラブルのせいでイオリが大変そう。委員長の私に、見て見ぬふりはできない。ところで……先生は大丈夫かな……。",
            "En": "Let's help Iori and collect the suspicious flyers!\n\nIori seems to be in trouble due to the commotion in the Demon Lord's Castle. As the captain, I can't just stand by. But... I wonder if the teacher is okay..."
        },
        {
            "Key": 1797291382,
            "Kr": "만마전에 벌어진 소동의 진상을 알아보자!\n\n하아, 얼토당토않은 소동에 이부키가 휘말린 건가. 그래도 크게 다치지 않아 다행이야. 일단 진상 정도는 알아볼까.",
            "Jp": "万魔殿で起こった騒動の真相を調べよう。\n\nとんでもない騒動にイブキが巻き込まれてしまった様子。でも大きな怪我がなくてよかった。一応、経緯くらいは調べておくとしよう。",
            "En": "Let's find out the truth behind the commotion in the Demon Lord's Castle!\n\nSigh, Ibuki got caught up in an unexpected commotion. Still, it's fortunate that she's not seriously injured. For now, shall we investigate the circumstances?"
        },
        {
            "Key": 4023772365,
            "Kr": "소집한 부원들과 함께 정기 훈련에 참가하자!\n\n모든 부원이 모였고 훈련 준비는 전부 끝났어. 정기적으로 하는 훈련이지만, 소홀히 해서는 안 되겠지.",
            "Jp": "招集した部員たちと定期訓練に参加しよう。\n\nすべての部員が揃い、訓練準備は終わった。定期的な訓練ではあるけど、疎かにしてはならない。",
            "En": "Let's participate in the regular training with the gathered members!\n\nAll the members are here, and the training preparations are all done. It's regular training, but we shouldn't be careless about it."
        },
        {
            "Key": 1542042713,
            "Kr": "다시 한번 정기 훈련에 참가하자!\n\n평소였다면 마코토의 요구에 반박하겠지만, 의미 없는 말씨름으로 시간을 낭비하고 싶지 않아.",
            "Jp": "もう一度定期訓練に参加しよう。\n\nいつもだったらマコトの要求に反論したけど、今は意味のない口論で時間を無駄にしたくない。",
            "En": "Let's participate in the regular training once again!\n\nNormally, I would argue against Makoto's demands, but I don't want to waste time on meaningless disputes right now."
        },
        {
            "Key": 2778212802,
            "Kr": "마음을 가다듬고 피아노 연습을 하자!\n\n추가 훈련으로 연습 시간을 대부분 빼앗겼지만, 동요하지 말자. 해낼 수 있어, 잘 해낼 수 있을 거야.",
            "Jp": "心を落ち着かせてピアノの練習をしよう。\n\n追加訓練で練習時間がほとんど無くなってしまったけど、動揺は禁物。できる、私はできる。",
            "En": "Let's calm our hearts and practice the piano!\n\nMost of our practice time has been taken away by additional training, but let's not be discouraged. I can do it, I can do it well."
        },
        {
            "Key": 2808151776,
            "Kr": "하루의 끝을 마무리하자!\n\n내일이면 파티 당일. 손끝이 떨리는 건 당연한 일이겠지. 하지만 이대로는…",
            "Jp": "今日を振り返ろう。\n\n明日はパーティー当日。指先が震えるのはいつものこと。でも、このままでは……。",
            "En": "Let's wrap up the end of the day!\n\nTomorrow is the day of the party. It's natural for our fingertips to tremble. But if we continue like this..."
        },
        {
            "Key": 556520415,
            "Kr": "아코에게 연주에 대한 속마음을 전하자!\n\n오늘만큼은 내가 가진 모든 최선을 연주에 쏟고 싶어. 조금만, 아주 조그만 고집을 부려도 괜찮겠지…?",
            "Jp": "アコに演奏についての本音を伝えよう。\n\n今日だけは、私の最善を演奏に注ぎたい。少しだけ、ほんのちょっとだけなら、ワガママを言ってもいいよね……？",
            "En": "Let's convey our true feelings about playing to Ako!\n\nToday, I want to pour all my best into playing. It's okay to be a little, just a tiny bit stubborn, right...?"
        },
        {
            "Key": 424240925,
            "Kr": "만전을 기울이며 피아노 연습을 하자!\n\n긴장 때문에 좀처럼 손이 따라주지 않아. 그래도 무대에서 실수만큼은 하고 싶지 않아. 완벽한 연주를 위해 건반에 모든 집중을 하는 거야.",
            "Jp": "万全を期してピアノの練習をしよう。\n\n緊張したせいか、手がついてきてくれない……ステージの上でだけはミスしたくない。完璧な演奏のために、鍵盤に集中するんだ。",
            "En": "Let's dedicate ourselves to piano practice with all our attention!\n\nDue to nervousness, my hands aren't following along easily. Still, I don't want to make mistakes on stage. I'll concentrate on the keys for a perfect performance."
        },
        {
            "Key": 1211557641,
            "Kr": "게헨나에 벌어지는 모든 혼란을 정리하자!\n\n지금 내가 할 수 있는 피아노 연습은 끝났어. 연주를 시작하기 전, 게헨나의 말썽꾸러기들부터 빠르게 정리하자.",
            "Jp": "ゲヘナで起こるすべての混乱を治めよう。\n\n私にできるピアノの練習が終わった。本番がはじまる前に、ゲヘナの問題児を素早く片づけよう。",
            "En": "Let's sort out all the chaos unfolding in Gehenna!\n\nMy piano practice for now is done. Before starting the performance, let's quickly tidy up Gehenna's troublemakers."
        },
        {
            "Key": 2047835697,
            "Kr": "파티 무대에서 피아노 연주를 하자!\n\n나를 도와준 부원들과 학원 친구들… 그리고 선생님을 위해… 응, 멋진 연주로 보답하는 거야.",
            "Jp": "パーティーステージでピアノを弾こう。\n\n私を助けてくれた風紀委員会のみんなと学園の友達……そして先生のために……そう、素敵な演奏でお返しをしよう。",
            "En": "Let's play the piano on the party stage!\n\nFor the members who supported me, for the friends at school... and for the teacher... yes, I'll repay them with a wonderful performance."
        },
        {
            "Key": 1233708660,
            "Kr": "어질러진 방을 정리하자!\n\n선생님에게 선물 받은 이 장난감, 지금은 무엇과도 바꿀 수 없는 소중한 보물이야.",
            "Jp": "散らかった部屋を片付けよう。\n\n先生にもらったこのおもちゃ、今はかけがえのない大切な宝物。",
            "En": "Let's tidy up the messy room!\n\nThis toy I received from the teacher is now an invaluable treasure that can't be exchanged for anything."
        },
        {
            "Key": 3329307650,
            "Kr": "주변을 의식하지 말고 앞으로 나아가자!\n\n가끔 게헨나에는 이해하기 힘든 일들이 일어나는 것 같아. 요즘 많이 피곤해서 그런가…?",
            "Jp": "周りを意識せずに前に進もう。\n\nゲヘナでは理解しがたいことがたまに起こる……私は疲れているのか？",
            "En": "Let's move forward without being conscious of our surroundings!\n\nSometimes, things happen in Gehenna that are hard to understand... I wonder if I'm tired these days...?"
        },
        {
            "Key": 3107481871,
            "Kr": "장난 전화를 하는 학생을 혼내주자!\n\n내가 아닌, 다른 부원들의 업무를 방해하는 사람은 단단히 혼을 낼 필요가 있어.",
            "Jp": "いたずら電話をする生徒を叱ろう。\n\n私ではない、他の仲間の業務を妨害する者は、しっかり取り締まっておく必要がある。",
            "En": "Let's scold the student making prank calls!\n\nIt's necessary to firmly reprimand anyone else disturbing the work of fellow students."
        },
        {
            "Key": 3306064596,
            "Kr": "사라진 책 한 권을 찾아보자!\n\n유난일지 모르겠지만, 책장의 한 군데가 비어 있으면, 조금 신경이 쓰인단 말이지…",
            "Jp": "消えた本を一冊探そう。\n\n私は神経質なのかな……？本棚の一箇所が空いていると、ちょっと気になってしまう……。",
            "En": "Let's look for the missing book!\n\nI don't know if it's just my imagination, but if there's an empty spot on the bookshelf, it bothers me a bit..."
        },
        {
            "Key": 2012136030,
            "Kr": "탈옥 사건이 발생한 현장을 조사하자!\n\n온천개발부 부장 카스미… 정말 방심할 수 없는 인물이야. 다음에 잡히면 선도부의 무서움을 똑똑히 알려줘야겠어.",
            "Jp": "脱獄事件の現場を調べよう。\n\n温泉開発部の部長、カスミ……油断ならない人。今度捕まったら、風紀委員会の恐ろしさを思い知らせてやるんだから。",
            "En": "Let's investigate the scene of the prison break!\n\nKasumi, the head of the hot spring development department... she's a person you can't let your guard down around. If we catch her next time, we need to make sure she fully understands the terror of the disciplinary committee."
        },
        {
            "Key": 2319967817,
            "Kr": "피아노실에 숨겨진 낡은 수첩을 찾아보자!\n\n이곳에서 소중한 꿈을 키웠던 이름 모를 당신. 걱정하지 마, 당신의 노력은 헛되지 않았어. 이렇게 내가 기억하고 있으니까.",
            "Jp": "ピアノ室に隠された古い日誌を探そう。\n\nここで大切な夢を育てていた、名前の知らないあなた。大丈夫、あなたの努力は無駄じゃない。こうして、私が覚えているのだから。",
            "En": "Let's find the old notebook hidden in the piano room!\n\nTo you, whose name I don't know but nurtured precious dreams here. Don't worry, your efforts were not in vain. I remember it like this."
        },
        {
            "Key": 9172985,
            "Kr": "소란이 벌어진 학생 식당을 조사하자!\n\n대체 어떤 요리를 먹었기에 이곳 모두가 정신을 잃고 쓰러진 거지? 정말로 알다가도 모를 일이야.",
            "Jp": "騒ぎがあった学生食堂を調べよう。\n\n一体どんな料理を食べたら、全員が気を失うんだろう？訳が分からない。",
            "En": "Let's investigate the student cafeteria where the disturbance occurred!\n\nWhat kind of dish could have caused everyone here to lose consciousness and collapse? It's really something hard to fathom, even if you know it."
        },
        {
            "Key": 2934280817,
            "Kr": "학생 식당에 찾아온 길고양이의 흔적을 찾아보자!\n\n급양부의 음식 냄새를 맡고 여기까지 찾아왔던 거구나. 부디 좋은 주인을 만나길 기도할게.",
            "Jp": "学生食堂を訪ねてきた野良猫の痕跡を探そう！\n\n料理の匂いでここまで来たんだね。どうか、優しい飼い主に出会えますように。",
            "En": "Let's look for the traces of the cat that came to the student cafeteria!\n\nIt seems it followed the smell of the cafeteria's food to get here. I pray it meets a good owner."
        },
        {
            "Key": 2003080857,
            "Kr": "침대에 누운 부상자를 간호하자!\n\n부원들의 반응을 보니 약손 치료의 효과가 굉장한가 보네. 다음에는 선생님께도… 아니, 아니 지금 무슨 생각을!",
            "Jp": "ベッドに横になった負傷者を介護しよう。\n\nみんなの反応を見ると、癒しの手に治療の効果はすごいみたい。今度先生にも……わ、私はいま何を！",
            "En": "Let's take care of the injured person lying in bed!\n\nJudging by everyones' reactions, the healing effect of laying on of hands seems to be remarkable. Next time, maybe even for the teacher... No, no, what am I thinking right now!"
        },
        {
            "Key": 3684066488,
            "Kr": "응급의학부실에 들어온 벌레를 찾아보자!\n\n모두를 벌레 하나로 호들갑이라니… 조금 이해가 가질 않아. 내가 이상한 건가?",
            "Jp": "救急医学部室に入った虫を探そう！\n\nみんな虫一匹で騒ぎすぎ……理解できない。変わっているのは私のほう？",
            "En": "Let's find the bug that entered the emergency medicine room!\n\nMaking a fuss about just one bug for everyone... I can't quite understand it. Am I the one who's strange?"
        },
        {
            "Key": 2904112170,
            "Kr": "다시 한번 팬쨩을 붙잡자!\n\n대체 주리가 만든 요리는… 아니야, 깊게 생각하지 말자. 지금은 눈앞에 있는 저것에 집중해야 해.",
            "Jp": "もう一度パンちゃんを捕まえよう。\n\nジュリが作った料理は一体……いや、深く考えるのはやめよう。今は目の前のものに集中しなければ。",
            "En": "Let's catch Pan-chan once again!\n\nWhat kind of dish did Juri make... No, let's not think too deeply. We need to focus on what's in front of us now."
        },
        {
            "Key": 487185434,
            "Kr": "사라진 푸딩을 찾아 짐더미를 수색하자!\n\n마코토의 요구 따윈 듣고 싶진 않지만, 정말로 교내에 범죄가 발생한 거라면 선도부로서 방관할 문제는 아니니까.",
            "Jp": "消えたプリンを探して荷物の山を捜索しよう。\n\nマコトの要求なんて聞きたくないけど、本当に校内で犯罪が起きたのなら、風紀委員会として傍観するわけにはいかないから。",
            "En": "Let's search through the pile of belongings to find the missing pudding!\n\nI don't want to listen to Makoto's demands, but if there really was a crime on campus, it's not a problem we can overlook as members of the disciplinary committee."
        },
        {
            "Key": 4196165701,
            "Kr": "에리카를 도와 어질러진 교실을 청소하자!\n\n응, 곤경에 처한 학생을 돕는 것도 선도부의 일. 교실 청소야 어렵지 않으니, 조금 거들어 볼까.",
            "Jp": "エリカを手伝って散らかった教室を掃除しよう。\n\n困っている生徒を助けるのも、風紀委員会の仕事。教室の掃除は難しくないから、少し手伝っていこう。",
            "En": "Let's help Erika clean up the messy classroom!\n\nHelping students in distress is also part of the disciplinary committee's job. Cleaning the classroom shouldn't be too difficult, so let's lend a hand."
        },
        {
            "Key": 552395824,
            "Kr": "교실 곳곳에 그려진 낙서와 포스터를 정리하자!\n\n마코토를 음해하는 낙서와 포스터. 평소 행실의 업보라고 생각하지만, 학생들의 수업 일정에 지장을 주는 거라면 다른 곤란한 문제야.",
            "Jp": "教室内の落書きとポスターを整理しよう！\n\nマコトを中傷する落書きとポスター。自業自得だと思うけど、他の生徒の授業日程に支障をきたすのなら、どうにかしないと。",
            "En": "Let's organize the graffiti and posters scattered around the classroom!\n\nGraffiti and posters that slander Makoto. I usually think of it as karma for their behavior, but if it's causing problems for other students' class schedules, it's a different troublesome issue."
        },
        {
            "Key": 3034885123,
            "Kr": "술래가 되어 숨을 학생들을 찾아보자!\n\n숨바꼭질이라, 어렸을 때 해봤던 기억이 있어. 물론 내가 술래가 되면 너무 빨리 찾아 모두가 곤란해했지만…",
            "Jp": "鬼になって、隠れた生徒たちを探そう。\n\nかくれんぼかぁ……昔やった記憶がある。私が鬼になると、あまりにも早く見つかるものだから、みんな困っていたな……。",
            "En": "Let's become 'it' and find the hiding students!\n\nHide and seek, I remember playing that when I was young. Of course, when I became 'it,' I found everyone too quickly, and it caused some trouble..."
        },
        {
            "Key": 690950655,
            "Kr": "준코가 잃어버린 식권을 찾아보자!\n\n미식연구회… 어쩔 도리가 없는 사고뭉치인 동아리지만, 음식과 동료들을 위하는 마음은 진심이구나.",
            "Jp": "ジュンコが失くした食券を探そう！\n\n美食研究会……どうしようもないトラブルメーカーだけど、食べ物と仲間への気持ちは、本気なんだね。",
            "En": "Let's find the meal ticket Junko lost!\n\nThe Gourmet Research Club... a club full of unavoidable troublemakers, but their sincerity towards food and colleagues is genuine."
        },
        {
            "Key": 2912049904,
            "Kr": "연습: 커튼콜",
            "Jp": "練習：カーテンコール",
            "En": "Practice: Curtain Call"
        },
        {
            "Key": 2493394803,
            "Kr": "무대의 감각을 떠올리며 피아노 연습을 하자!\n\n 파티는 끝났지만, 조금 더 피아노 연습을 하고 싶어. 언젠가 당신만을 위한 연주를 들려주고 싶으니까…",
            "Jp": "舞台の感覚を思い出しながらピアノの練習をしよう！\n\nパーティーは終わったけど、もう少しピアノの練習がしたい。いつかあなたのために演奏したいから……",
            "En": "Let's practice the piano, recalling the sense of the stage!\n\nThe party may be over, but I want to practice the piano a bit more. Someday, I want to play for you alone..."
        },
        {
            "Key": 1734130071,
            "Kr": "빨간색 종이비행기",
            "Jp": "赤色の紙飛行機",
            "En": "Red Paper Airplane"
        },
        {
            "Key": 3362304724,
            "Kr": "파란색 종이비행기",
            "Jp": "青色の紙飛行機",
            "En": "Blue Paper Airplane"
        },
        {
            "Key": 620858285,
            "Kr": "하얀색 종이비행기",
            "Jp": "白い紙飛行機",
            "En": "White Paper Airplane"
        },
        {
            "Key": 1943301293,
            "Kr": "초록색 종이비행기",
            "Jp": "緑色の紙飛行機",
            "En": "Green Paper Airplane"
        },
        {
            "Key": 2357129921,
            "Kr": "주황색 종이비행기",
            "Jp": "オレンジ色の紙飛行機",
            "En": "Orange Paper Airplane"
        },
        {
            "Key": 2991245178,
            "Kr": "분홍색 종이비행기",
            "Jp": "ピンク色の紙飛行機",
            "En": "Pink Paper Airplane"
        },
        {
            "Key": 2791737780,
            "Kr": "남청색 종이비행기",
            "Jp": "紺色の紙飛行機",
            "En": "Navy Blue Paper Airplane"
        },
        {
            "Key": 2388169502,
            "Kr": "검은색 종이비행기",
            "Jp": "黒い紙飛行機",
            "En": "Black Paper Airplane"
        },
        {
            "Key": 2850667869,
            "Kr": "노란색 종이비행기",
            "Jp": "黄色の紙飛行機",
            "En": "Yellow Paper Airplane"
        },
        {
            "Key": 1400227494,
            "Kr": "보라색 종이비행기",
            "Jp": "紫色の紙飛行機",
            "En": "Purple Paper Airplane"
        },
        {
            "Key": 1867916319,
            "Kr": "닌페로 씨 인형 굿즈",
            "Jp": "ニンペロさんグッズ",
            "En": "Ninpero-san Merch"
        },
        {
            "Key": 4227453375,
            "Kr": "크레용",
            "Jp": "クレヨン",
            "En": "Crayon"
        },
        {
            "Key": 2885435966,
            "Kr": "푸딩",
            "Jp": "プリン",
            "En": "Pudding"
        },
        {
            "Key": 663231945,
            "Kr": "곰돌이 손가방",
            "Jp": "くまさんカバン",
            "En": "Bear Handbag"
        },
        {
            "Key": 2620765941,
            "Kr": "만마전 그림",
            "Jp": "万魔殿の絵",
            "En": "Pandemonium Society Picture"
        },
        {
            "Key": 2632296945,
            "Kr": "만마전 정기신문",
            "Jp": "万魔殿新聞",
            "En": "Pandemonium Society Newspaper"
        },
        {
            "Key": 35681091,
            "Kr": "위생 점검표",
            "Jp": "衛生点検表",
            "En": "Sanitation Inspection Form"
        },
        {
            "Key": 1320353959,
            "Kr": "낡은 피아노 조율기",
            "Jp": "古びたピアノ調律工具",
            "En": "Old Piano Tuning Tool"
        },
        {
            "Key": 4237117538,
            "Kr": "책가방",
            "Jp": "スクールバッグ",
            "En": "School Bag"
        },
        {
            "Key": 3787212321,
            "Kr": "그을린 만마전 정기신문",
            "Jp": "焦げた万魔殿新聞",
            "En": "Burnt Pandemonium Society Newspaper"
        },
        {
            "Key": 1464872195,
            "Kr": "출입자 기록 대장",
            "Jp": "出入者記録台帳",
            "En": "Visitor Log"
        },
        {
            "Key": 1849713335,
            "Kr": "핸드드립 기구",
            "Jp": "コーヒードリッパー",
            "En": "Coffee Dripper"
        },
        {
            "Key": 3236954891,
            "Kr": "주리의 레시피",
            "Jp": "ジュリのレシピ",
            "En": "Juri's Recipe"
        },
        {
            "Key": 3477030237,
            "Kr": "체리노의 서한",
            "Jp": "チェリノの書状",
            "En": "Cherino's Letter"
        },
        {
            "Key": 3295851672,
            "Kr": "녹슨 숟가락",
            "Jp": "錆びたスプーン",
            "En": "Rusty Spoon"
        },
        {
            "Key": 4239090382,
            "Kr": "서류 더미",
            "Jp": "書類の山",
            "En": "Document Pile"
        },
        {
            "Key": 3675459113,
            "Kr": "세나의 환자 목록",
            "Jp": "セナの患者リスト",
            "En": "Sena's Patient List"
        },
        {
            "Key": 3516836500,
            "Kr": "누군가 잃어버린 식권",
            "Jp": "誰かが失くした食券",
            "En": "Lost Meal Ticket"
        },
        {
            "Key": 841828252,
            "Kr": "구겨진 가정통신문",
            "Jp": "しわくちゃになった万魔殿掲示物",
            "En": "Crumpled Manor Bulletin"
        },
        {
            "Key": 267098610,
            "Kr": "사용하지 않은 주사기",
            "Jp": "未使用の注射器",
            "En": "Unused Syringe"
        },
        {
            "Key": 703782605,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 3456398280,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 2456120395,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 4146443918,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 3365347957,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 420494571,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 3306045485,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 3460467080,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 1496318945,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 4108971292,
            "Kr": "응원이 담긴 종이비행기",
            "Jp": "応援メッセージが書かれた紙飛行機",
            "En": "Paper airplane with a message of support written on it"
        },
        {
            "Key": 2374839960,
            "Kr": "이부키가 좋아하는 언니들에게 선물 받은 인형. 외견은 조금 독특하지만, 오히려 그러한 부분이 이부키에겐 가장 마음에 드는 듯하다.",
            "Jp": "イブキの好きなお姉さんたちにプレゼントしてもらったぬいぐるみ。少し変わった外見をしているが、イブキはそこが一番気に入っているとのこと。",
            "En": "A stuffed animal given to Ibuki by her favorite seniors. It looks pretty unusual, but Ibuki says that's what she likes best."
        },
        {
            "Key": 938424299,
            "Kr": "이부키가 평소 소중히 아껴 쓰는 크레용. 이것으로 이부키가 그려내는 세계는 그야말로 무궁무진하다.",
            "Jp": "イブキが普段から大切にしているクレヨン。イブキが描く世界は、文字通り広大無辺。",
            "En": "Crayon that Ibuki cherishes and uses regularly. The world Ibuki draws with this crayon is truly vast and boundless."
        },
        {
            "Key": 1063147996,
            "Kr": "이부키가 제일로 좋아하는 디저트 중 하나. 매일 한 개씩만 먹을 수 있는 귀한 간식이지만, 가끔 냉장고에서 사라질 때가 있는 모양이다.",
            "Jp": "イブキの大好物。1日1個しか食べられない貴重なおやつだが、たまに冷蔵庫から消えることがあるらしい。",
            "En": "One of Ibuki's favorite desserts. It's a precious treat that she can only have one of each day, but sometimes it mysteriously disappears from the refrigerator."
        },
        {
            "Key": 1559446809,
            "Kr": "이부키의 개인 물건을 보관하는 손가방. 휴대폰부터 호루라기와 총기, 선배들이 챙겨준 티슈 그리고 예쁜 꽃잎 등 다양한 것들이 들어있다.",
            "Jp": "イブキの私物が入ったカバン。携帯電話とホイッスル、銃器、先輩たちに持たされたティッシュ、そしてキレイな花びらまで、色んなものが入っている。",
            "En": "Handbag where Ibuki keeps her personal belongings. It contains various items, including a cellphone, whistle, firearms, tissues given by seniors, and beautiful flower petals."
        },
        {
            "Key": 917196592,
            "Kr": "이부키가 직접 자기 손으로 좋아하는 선배들을 그려놓은 그림. 마코토의 특별 명령으로 게헨나의 보물로 지정되어 있다.",
            "Jp": "イブキの好きな先輩たちを描いた絵。マコトの特命によりゲヘナの宝と指定されている。",
            "En": "A drawing of Ibuki's favorite seniors. It has been designated as a treasure of Gehenna by Makoto's special order."
        },
        {
            "Key": 1246509466,
            "Kr": "만마전의 위엄을 알리고자 제작된 정기신문. 다만 그 내용 대부분은 이부키를 다루고 있어, 사실상 이부키 굿즈로서 가치가 더 높다.",
            "Jp": "万魔殿の威厳を知らせる目的で作られた定期刊行物。ただし、その内容のほとんどはイブキに関するもので、実際のところ、イブキグッズとして扱われている。",
            "En": "Periodical newspaper created to announce the majesty of Pandemonium Society. However, since most of its content is about Ibuki, it is practically more valuable as Ibuki merchandise."
        },
        {
            "Key": 1636079057,
            "Kr": "정기적으로 진행되는 급양부의 위생 평가가 기록된 점검표. 대부분 만점을 받지만, 간혹 피치 못할 사정으로 낙제점을 받기도 하는 모양이다.",
            "Jp": "給食部の衛生評価が書かれた点検表。ほぼ満点だが、ごくまれに、やむを得ない事情から合格点に及ばないこともあるとのこと。",
            "En": "Checklist recording the hygiene evaluation of the cafeteria conducted regularly. It usually scores high, but occasionally, due to unavoidable circumstances, it receives a failing grade."
        },
        {
            "Key": 1783365279,
            "Kr": "구교사에 떨어져 있던 낡은 피아노 조율기. 겉은 낡고 오래되어 보이지만, 원래 주인이 소중히 다룬 덕분인지, 사용하는 데 문제는 없다.",
            "Jp": "旧校舎に落ちていたピアノ調律工具。かなり古いが、元の持ち主が大切に扱っていたのか、使うのに問題はない。",
            "En": "Old piano tuning tool found in the old school building. It looks worn and aged, but there are no issues with its use, likely because its original owner took good care of it."
        },
        {
            "Key": 561939847,
            "Kr": "누군가 미처 챙기지 못한 책가방. 보통 교과서나 과자, 만화책 등이 들어있지만, 종종 폭탄 같은 게 들어있기도 한 것이 게헨나 학원답다.",
            "Jp": "誰かが忘れていったスクールバック。教科書やお菓子、マンガだけでなく、爆弾のようなものが入っているところがまた、ゲヘナらしいとも言える。",
            "En": "School bag left behind by someone. It usually contains textbooks, snacks, manga, but occasionally, it might have something explosive – a typical Gehenna Academy touch."
        },
        {
            "Key": 1142909824,
            "Kr": "불에 타서 여기저기 그을린 만마전 정기신문. 다행히 이부키에 대한 내용이 아닌, 마코토의 연설이 실린 신문이기에, 손해를 본 사람은 없을 듯하다.",
            "Jp": "焼け焦げた万魔殿の新聞。幸い、イブキに関する記事はなく、掲載されているのはマコトの演説のみ。これで損をする人はいないはず。",
            "En": "Pandemonium Society periodical newspaper burnt and charred all over. Fortunately, it doesn't contain content about Ibuki; it's a newspaper with Makoto's speeches, so nothing of value was lost."
        },
        {
            "Key": 4224932345,
            "Kr": "선도부가 관리하는 감옥 출입자 기록 대장. 원래는 보안을 위한 중요한 물건이지만, 지금은 자주 감옥에 감금되는 학생들의 방명록으로도 쓰이고 있다.",
            "Jp": "風紀委員会が管理する、特別牢の出入者記録台帳。本来は保安のための重要な記録物だが、今は頻繁に特別牢に入る生徒たちの芳名帳と化している。",
            "En": "Record book of prison entry and exit managed by the disciplinary committee. Originally an important item for security, it's now used as a logbook for students frequently confined to the special prison."
        },
        {
            "Key": 186189428,
            "Kr": "아코가 히나를 위해 마련한 핸드드립 기구. 부관의 배려심이 묻어 나오는 멋진 물건이지만, 정작 당사자가 내리는 커피는 맛이 없는 모양이다.",
            "Jp": "アコがヒナのために用意したコーヒードリッパー。秘書の優しさと配慮の伝わる素敵なものだが、アコの淹れたコーヒーは美味しくないと不評。",
            "En": "Hand-drip coffee maker prepared by Ako for Hina. A splendid item that reflects the consideration and kindness of the sub-commander, but ironically, the coffee made by the person in question doesn't taste good."
        },
        {
            "Key": 2653748522,
            "Kr": "평소 주리가 급양부에서 요리 공부를 위해 세세하게 적어둔 레시피이다. 이 레시피를 사용하면 어지간하면 맛있는 음식을 만들 수 있다.",
            "Jp": "給食部での料理勉強のため、ジュリが細かく書き残したレシピ。このレシピ通りにすれば、よほどのことがない限り美味しい料理が作れる。",
            "En": "Recipe written in detail by Juri for her cooking studies in the cafeteria. Following this recipe should result in reasonably tasty dishes unless something unusual happens."
        },
        {
            "Key": 2932450416,
            "Kr": "체리노가 마코토에게 직접 보낸 서한. 지도자로서의 가져야 할 올바른 자세와 각 학원의 무궁한 발전을 바라는 내용이 쓰여있다.",
            "Jp": "チェリノがマコトに送った手紙。指導者としての心構えや、ゲヘナ学園の発展を祈念するといったメッセージが書かれている.",
            "En": "A letter sent by Cherino to Makoto directly. It contains messages about the proper attitude as a leader and the infinite development of each academy."
        },
        {
            "Key": 1955500566,
            "Kr": "감옥에서 발견된 숟가락. 주로 음식을 먹거나, 감옥을 탈출할 때나, 멋진 영웅으로 변신할 때 쓰이고는 하는 물건이다.",
            "Jp": "特別牢で見つかったスプーン。食べ物を食べたり、特別牢を脱出したり、スーパーヒーローに変身するときに使われる.",
            "En": "A spoon found in the prison. It is usually used to eat food or transform into a cool hero when escaping from prison."
        },
        {
            "Key": 652268410,
            "Kr": "선도부의 업무가 기록된 서류 더미. 보기만 해도 머리가 아파져 오는 문자와 숫자로 가득 차 있다. 부딪쳐서 넘어트리지 않도록 주의하자!",
            "Jp": "風紀委員会の業務が記録された、書類の山。見るだけで頭が痛くなってくる文字と数字でいっぱいだ. ぶつかって倒しでもしたら大惨事！注意しよう！",
            "En": "A stack of documents recording the tasks of the Disciplinary Committee. It is filled with headache-inducing characters and numbers. Be careful not to knock it over!"
        },
        {
            "Key": 3128527829,
            "Kr": "세나가 정리해 놓은 환자 목록. 우선으로 치료가 필요한 대상부터 꾀병 환자까지 냉정하게 기록된 부분이 세나답다.",
            "Jp": "セナが書いた患者リスト。最優先で治療にかかるべき対象から仮病の患者まで、冷静にまとめられていて、セナの几帳面な性格がうかがえる.",
            "En": "A list of patients organized by Sena. It records patients in need of urgent treatment, as well as those with feigned illnesses, in a cold and systematic manner typical of Sena."
        },
        {
            "Key": 4077140834,
            "Kr": "누군가가 잃어버린 듯한 식권. 주인은 알 수 없지만, 식권 위에 쓰여 있는 <기대된다!>라는 말에서 자그마한 안타까움이 느껴진다.",
            "Jp": "誰かが失くした食券。元の持ち主は不明だが、食券の上に書いてある「楽しみ！」の文字が、なんだか切ない.",
            "En": "A meal ticket that seems to have been lost by someone. The owner is unknown, but a small tinge of sadness is felt from the words written on the ticket: 'Looking forward to it!'"
        },
        {
            "Key": 3849298482,
            "Kr": "구겨져서 아무렇게나 버려져 있는 가정통신문. 내용 대부분이 마코토의 위업에 대해 기록된 내용뿐이라, 특별히 쓸모는 없다.",
            "Jp": "しわくちゃになって捨てられている掲示物。内容の大半はマコトの偉業についてのものなので、特に使い道はない.",
            "En": "A crumpled and carelessly discarded information bulletin. It mostly contains records about Makoto's achievements, making it particularly useless."
        },
        {
            "Key": 88965538,
            "Kr": "아직 사용하지 않은 응급의학부의 주사기. 바늘이 위험하니까, 섣불리 만지지 않도록 주의하자!",
            "Jp": "まだ使用していない救急医学部の注射器。危ないので、下手に触らないよう気をつけよう!",
            "En": "An unused syringe from the Emergency Medicine Department. The needle is dangerous, so be careful not to touch it hastily!"
        },
        {
            "Key": 1541422275,
            "Kr": "히나 부장님. 만마전이 얼토당토않은 요구를 했을 땐 또 어떻게 되는 걸까, 걱정도 했지만…\n\n그래도 부장님이 노력하는 모습을 보고 저 아코, 걱정할 때가 아니라는 걸 깨달을 수 있었습니다.\n\n여기선 선도부의 선임행정관으로서 히나 부장님을 응원하겠습니다. 부장님, 연주! 부디 힘내세요!",
            "Jp": "ヒナ委員長。万魔殿から身勝手な要求が届いたときは、これからどうなるのかと心配しましたが……\n\n委員長の努力されているお姿を見て、私も尽力せねばと気を引き締めることができました。\n\n風紀委員会の行政官として、ヒナ委員長を応援しております。頑張ってください！",
            "En": "Chairman Hina, when the demands from Pandemonium Society were unreasonable, I worried about what would happen next. However, seeing your dedicated efforts, I realized it's not a time to worry. As a senior administrative officer of the Disciplinary Committee, I support you, Chairman Hina. Play on! Please stay strong!"
        },
        {
            "Key": 1570765118,
            "Kr": "후후, 저희도 이야기는 들었습니다.\n\n다름 아닌 그 귀신 선도부장께서 아름다운 드레스 차림으로 선보이는 피아노 연주라니… 그건 그렇군요. 미식과 비슷하군요.\n\n그럼 어디, 당일의 연주를 고대하는 마음으로 기다려볼까요? 후후훗! 연주, 힘내시길.",
            "Jp": "ふふ、お話は伺いましたわ。\n\n他でもない、鬼と名高い風紀委員長が美しいドレスを身にまといピアノの演奏を披露する…···それは……まるで美食のようですね。\n\n当日の演奏、楽しみにしておりますわ。ふふふっ！頑張ってください。",
            "En": "Hehe, we've heard the story too.\n\nNone other than the infamous spirit, president of the Disciplinary Committee, presenting a piano performance in a beautiful dress... That's quite something. It's akin to a gourmet experience.\n\nWell then, shall we eagerly await the performance on the day? Hehehe! Play on, and stay strong!"
        },
        {
            "Key": 2407965685,
            "Kr": "이야기는 들었어. 게헨나 파티에서 피아노 연주를 한다고 했었지.\n\n만마전의 억지를 들어주느라, 그쪽도 엄청나게 고생하고 있구나. 나도 주리도 탈 없이 공연을 마칠 수 있도록 응원하고 있을 테니까.\n\n힘내. 게헨나의 선도부장님.",
            "Jp": "話は聞いたよ。ゲヘナのパーティーでピアノ演奏をするらしいわね。\n\n万魔殿のワガママに答えるために、きっと今ごろ、苦労してるんじゃないかな？私もジュリも、無事に公演を終えられるよう応援しているから。\n\n頑張ってね。風紀委員長。",
            "En": "I heard the story. You're playing the piano at the Gehenna Party, right?\n\nDealing with the whims of Pandemonium Society, you must be going through a lot over there. I'm cheering for you, hoping you and Juli can successfully finish the performance without any hiccups.\n\nStay strong, Chief of Discipline in Gehenna."
        },
        {
            "Key": 2286376939,
            "Kr": "저기저기~ 선도부장 말이야.\n\n이번에 굉장한 연주를 한다고 들었어~! 그건 온천개발만큼이나 대단한 거지?!\n\n애들하고 들으러 갈 테니까! 힘내!",
            "Jp": "風紀委員長～！\n\n今度すっごい演奏するって聞いたよ～！それって、温泉開発と同じくらいアツいことだよね？\n\nみんなを連れて見に行くから！頑張ってね！",
            "En": "Hey there~ Chief of Discipline!\n\nI heard you're going to perform something amazing this time~! Is it as incredible as developing hot springs?!\n\nWe'll come to listen with everyone! Stay strong!"
        },
        {
            "Key": 978447002,
            "Kr": "히나 선도부장님!\n\n게헨나의 풍기를 지키는 학생으로서 늘 누군가의 편을 드는 일 없이 언제나 선도부원으로서 공명정대함을 지키라 부장님께선 말씀하셨지만, 이번만큼은 저희 선도부 일동!\n\n부장님의 편으로서 연주를 성공적으로 마무리하시기를! 진심으로 응원하고 있습니다!",
            "Jp": "委員長！\n\nゲヘナの秩序を守る風紀委員たるもの、贔屓することなく常に公正でいるようにと、委員長はおっしゃっていました。ですが今回だけは私たち風紀委員会一同！\n\n委員長の味方となり、演奏の成功を心より！応援いたします！頑張ってください！",
            "En": "President Hina!\n\nAs students guarding the order of Gehenna without favoring anyone, you've always emphasized fairness as a member of the Disciplinary Committee. But this time, all of us in the Disciplinary Committee!\n\nWe're on your side, wishing for a successful performance! We sincerely support you! Best of luck!"
        },
        {
            "Key": 659199751,
            "Kr": "부장님, 중요한 공연을 앞두고 심신에 피로는 없으신가요?\n\n만약 조금이라도 이상이 느껴진다면 곧장 말씀 부탁드립니다. 부장님을 비롯한 선도부의 건강을 확인하고 적절한 조치를 하는 것이 저의 업무이니까요.\n\n그리고… 새삼스럽지만, 응원하고 있습니다. 부디 힘내세요.",
            "Jp": "委員長、心身に疲れはありませんか？\n\n少しでも異常を感じましたら、すぐにおっしゃってください。委員長をはじめとする、風紀委員会の健康を確認し、適切な措置を取ることが私の仕事ですので。\n\nそれから……応援しています。どうか、頑張ってください。",
            "En": "President, are you free from mental and physical fatigue as the important performance approaches?\n\nIf you feel even a bit unusual, please speak up immediately. Confirming the health of the Disciplinary Committee, including you, and taking appropriate measures is my responsibility.\n\nAnd... though it may sound redundant, I'm cheering for you. Please stay strong."
        },
        {
            "Key": 981979352,
            "Kr": "히나 선배!\n\n이부키도 선배의 피아노 연주! 두근거리는 마음으로 기다리고 있어!\n\n이부키도 열심히 응원할게~! 에헤헷!",
            "Jp": "ヒナ先輩！\n\nイブキも先輩のピアノ演奏、すごく楽しみにしてるよ！\n\n頑張って応援するからね～！えへへっ！",
            "En": "Senior Hina!\n\nIbuki is also looking forward to your piano performance with an excited heart!\n\nIbuki will cheer you on with all her might~! Hehehe!"
        },
        {
            "Key": 1958821606,
            "Kr": "히나찌! 응원할게!\n\n우리! 히나찌의 연주! 엄청나게 기대하고 있으니까! 분명 엄청~! 멋진 연주가 될 거야!\n\n나중에 멋진 영상으로 찍어서 히나찌에게도 보내줄 테니까! 힘내!",
            "Jp": "ヒナっち！応援してるよ！\n\nあたしたち！ヒナっちの演奏！めっちゃ楽しみにしてるから！絶対！超～！イケてる演奏になること間違いなしだよ！\n\n後で映像撮ったらヒナっちにも送ってあげるね！ファイト―！",
            "En": "Hina-chi! I'll be cheering for you!\n\nOur Hina-chi's performance! We're really looking forward to it, so it's sure to be an incredibly awesome performance!\n\nLater, we'll capture a fantastic video and send it to Hina-chi too! Stay strong!"
        },
        {
            "Key": 4025554739,
            "Kr": "만마전의 억지에 어울려줘야 한다니, 부장도 고생이 이만저만이 아니네.\n\n뭐, 내가 해줄 수 있는 건 없지만, 그래도 나만이 할 수 있는 거라면… 그래! 결심했어!\n\n혹시라도 부장의 연주를 방해하려는 녀석들이 있다면, 내가 전부 날려줄 테니까! 부장! 연습! 열심히 해!",
            "Jp": "万魔殿の無茶に付き合わされて……委員長も大変だね。\n\nまあ、私にできることはあまりないけど……そうだね……よし！決めた！\n\n委員長の演奏を邪魔するヤツがいたら、私が全部ぶっ飛ばしてやる！だから練習！頑張って！",
            "En": "Being forced into the unreasonable demands of the Pandemonius Society... Chief, you're going through a lot.\n\nWell, there's not much I can do, but... Yes! I've decided!\n\nIf there's anyone trying to disturb your performance, I'll knock them all out! Chief! Practice hard!"
        },
        {
            "Key": 2710967621,
            "Kr": "게헨나 파티 같은 커다란 이벤트가 열리더라도, 해야 할 일은 변하지 않는 법이지요.\n\n축제의 열기로 인해 혹시 다치는 이는 없는지. 사소한 부상은 없을지.\n\n그러한 마땅한 일을 끝마치고 난다면 그다음은 노력하는 이를 응원할 뿐입니다. 힘내세요, 선도부장.",
            "Jp": "ゲヘナパーティーという大きなイベントを控えていても、私たちのやるべきことは変わりません。\n\n宴の熱気に浮かれて怪我をする人はいないか、きちんと見守り対応すること。\n\nそんな自分たちの仕事を終えたら、その後は、努力する者を応援するのみです。頑張ってください、委員長。",
            "En": "Even with a grand event like the Gehenna party approaching, our duties remain unchanged.\n\nWe must ensure no one gets hurt in the fervor of the festival. No minor injuries, either.\n\nAfter completing such necessary tasks, our next step is to support those who put in effort. Stay strong, Chief."
        },
        {
            "Key": 1543307500,
            "Kr": "Cleaning&Clearing 고문",
            "Jp": "Cleaning&Clearing\n顧問",
            "Th": "ที่ปรึกษา C&C",
            "Tw": "Cleaning&Clearing 顧問",
            "En": "Cleaning & Clearing Advisor"
        },
        {
            "Key": 1435341545,
            "Kr": "샬레 총결산 with 총학생회",
            "Jp": "シャーレの総決算with連邦生徒会",
            "En": "SCHALE Settlement Task with General Student Council"
        },
        {
            "Key": 4259880262,
            "Kr": "빛으로 나아가는 그녀들의 소야곡",
            "Jp": "陽ひらく彼女たちの小夜曲",
            "En": "Sunshine Girls' Serenade"
        },
        {
            "Key": 600495921,
            "Kr": "0068 오페라로부터 사랑을 담아서!",
            "Jp": "0068 オペラより愛をこめて！",
            "En": "0068 from Opera with Love!"
        }
    ]
}